{
    "Ángulo epibranquial": "Un ángulo o esquina en el caparazón, en la región epibranquial, que puede tener espinas asociadas.",
    "Ángulos orbitales internos": "Son las esquinas interiores de las cavidades de los ojos, donde la frente se une al margen del caparazón.",
    "Aplanados / Gruesos / Robusto": "Descriptores de la forma y solidez de los quelípedos.",
    "Artejo basal de la antena": "Es la primera sección o segmento de la antena de un crustáceo, la parte más cercana al cuerpo. Es fundamental para determinar la identidad de la especie, ya que su longitud y posición varían.",
    "Caparazón": "Es la cubierta dura y protectora que cubre la parte dorsal del cuerpo de muchos crustáceos, como los cangrejos y las langostas. Es como su 'armadura'.",
    "Carpode (del quelípedo)": "Es el segmento del quelípedo que se encuentra antes de la pinza, a menudo es el más largo y se conecta con la palma. También se le conoce como 'carpo'.",
    "Crestas dorsales longitudinales": "Son elevaciones alargadas y paralelas que corren a lo largo de la parte superior del carpode.",
    "Dedos torcidos": "Cuando los dos 'dedos' de la pinza de los quelípedos no están alineados rectamente con la palma, sino que se curvan o giran.",
    "Diente lobuliforme": "Un diente que tiene forma de lóbulo o una proyección redondeada.",
    "Dientes / Lóbulos (en el margen flexor del carpo)": "Son proyecciones o extensiones en el borde interior del carpode. Pueden ser en forma de dientes afilados o lóbulos más redondeados.",
    "Espina aguda": "Una proyección puntiaguda y afilada.",
    "Espina epibranquial": "Una espina ubicada en el caparazón, en la región epibranquial. Su presencia o ausencia es un carácter distintivo.",
    "Espínulas": "Pequeñas espinas.",
    "Estrías pilíferas transversas": "Son líneas o surcos que cruzan el caparazón y están cubiertas de pelos o setas.",
    "Flagelo rudimentario (de la antena)": "La parte final de la antena, que es muy pequeña o poco desarrollada.",
    "Frente": "Es el borde anterior del caparazón, generalmente entre los ojos. Su forma (trilobulada, sinuosa, recta, tridentada, redondeada triangular) es una característica clave.",
    "Gránulos / Tubérculos": "Son pequeñas protuberancias o elevaciones en la superficie de la piel o el caparazón. Los gránulos son más pequeños y redondeados, mientras que los tubérculos pueden ser más grandes y cónicos.",
    "Margen anterior del caparazón": "Se refiere al borde frontal del caparazón, la cubierta protectora del cuerpo de los crustáceos. Es importante observar si el artejo basal de la antena llega o no a este borde.",
    "Margen extensor": "El borde exterior o superior de una estructura.",
    "Margen flexor": "El borde interior o inferior de una estructura, que se dobla o se flexiona.",
    "Márgenes laterales del caparazón": "Los bordes laterales del caparazón.",
    "Membrana": "Una estructura delgada y flexible, no dura ni calcificada, que puede ocupar espacios en el caparazón cuando este no está completamente formado por placas duras.",
    "Mero (del tercer par de patas caminadoras)": "Es el segmento más grande y musculoso del tercer par de patas para caminar. Puede estar 'inflado' (hinchado) o no.",
    "Órbita": "Es la cavidad o concavidad en el caparazón donde se aloja el ojo del crustáceo. Si los segmentos móviles de la antena tienen acceso a ella, significa que no están obstruidos por el artejo basal.",
    "Palma (del quelípedo)": "Es la parte ancha del quelípedo donde se unen los dedos de la pinza.",
    "Plano de la palma": "La superficie plana de la palma de los quelípedos.",
    "Pleópodos": "Son apéndices abdominales en forma de paletas que se encuentran en el abdomen de los crustáceos. En los machos, algunos pueden estar modificados para la reproducción.",
    "Porciones posteriores de la pared del caparazón": "Se refiere a las partes traseras del caparazón. En algunos porcelánidos, estas pueden estar incompletas o divididas en pequeñas placas, lo que es una característica clave para la identificación.",
    "Propodo (del quelípedo)": "Es el segmento del quelípedo que forma la palma y la base del dedo fijo de la pinza.",
    "Pubescencia": "La cubierta de pelos o setas finas y cortas en la superficie del cuerpo.",
    "Quelípedos": "Son el primer par de patas de los crustáceos, modificadas en pinzas o tenazas. Son estructuras muy importantes para la alimentación, defensa y reproducción. Su forma, tamaño y ornamentación son características clave.",
    "Región epibranquial / mesobranquial": "Son áreas específicas en la parte lateral del caparazón, que corresponden a la ubicación de las branquias (órganos respiratorios). La estructura de la pared del caparazón en estas regiones es taxonómicamente relevante.",
    "Segmentos móviles (de la antena)": "Son las partes de la antena que se pueden mover libremente, después del artejo basal. Su relación con la órbita (la cavidad del ojo) es una característica distintiva.",
    "Setas": "Son estructuras similares a pelos o cerdas que cubren la superficie de los crustáceos. Pueden ser escasas, dispersas, abundantes o formar penachos.",
    "Subiguales / Desiguales": "Indican si las dos pinzas son de tamaño similar o si una es notablemente más grande que la otra.",
    "Superficie dorsal": "Es la parte superior o de la espalda de una estructura, como el caparazón o los quelípedos.",
    "Telson": "Es el último segmento del abdomen de un crustáceo, una estructura en forma de cola. El número de 'piezas' o divisiones en el telson es una característica taxonómica crucial (por ejemplo, 5 o 7 piezas).",
    "Trilobulada": "Que tiene tres lóbulos o proyecciones en la parte frontal."
}